tap "filosottile/musl-cross"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ack"
brew "autojump"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "coreutils"
brew "ctags"
brew "erlang"
brew "exa"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "fzy"
brew "git"
brew "gnu-sed"
brew "grep"
brew "htop"
brew "httpie"
brew "jq"
brew "lua"
brew "neovim"
brew "ngrep"
brew "node"
brew "openssh"
brew "parallel"
brew "pstree"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "thefuck"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "filosottile/musl-cross/musl-cross"
cask "hammerspoon"
cask "google-chrome"
cask "1password"
cask "alfred"
