tap "filosottile/musl-cross"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "riscv/riscv"
brew "ack"
brew "autoconf"
brew "autojump"
brew "automake"
brew "avrdude"
brew "bandwhich"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bingrep"
brew "ccls"
brew "coreutils"
brew "ctags"
brew "dfu-programmer"
brew "dfu-util"
brew "dust"
brew "erlang"
brew "exa"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "fzy"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "libidn2"
brew "grep"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "libtool"
brew "isl"
brew "jq"
brew "kafkacat"
brew "libidn"
brew "lua"
brew "maven"
brew "miniserve"
brew "msgpack"
brew "neovim"
brew "ngrep"
brew "ninvaders"
brew "node"
brew "openssh"
brew "parallel"
brew "pkg-config"
brew "procs"
brew "pstree"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "thefuck"
brew "tig"
brew "tinycdb"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zsh-syntax-highlighting"
brew "filosottile/musl-cross/musl-cross"
brew "github/gh/gh"
brew "osx-cross/arm/arm-gcc-bin@8"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "riscv/riscv/riscv-tools"
cask "docker"
cask "hammerspoon"
