tap "filosottile/musl-cross"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "petems/vault"
tap "petems/vault-prebuilt"
tap "riscv/riscv"
brew "ack"
brew "autoconf"
brew "autojump"
brew "automake"
brew "avrdude"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bingrep"
brew "llvm"
brew "ccls"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "dfu-programmer"
brew "dfu-util"
brew "dust"
brew "libtool"
brew "pkg-config"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "exa"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "fzy"
brew "gawk"
brew "isl"
brew "gcc", link: false
brew "gdb", link: false
brew "gh"
brew "git"
brew "git-delta"
brew "glib"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "python@3.8"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "kafkacat"
brew "kerl"
brew "ldns"
brew "libidn"
brew "lua"
brew "minikube"
brew "miniserve"
brew "msgpack"
brew "neovim"
brew "ngrep"
brew "ninvaders"
brew "node"
brew "openssh"
brew "pandoc"
brew "parallel"
brew "pipenv"
brew "procs"
brew "pstree"
brew "pyenv"
brew "qemu"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "spotify-tui"
brew "spotifyd", restart_service: true
brew "thefuck"
brew "tig"
brew "tinycdb"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "znc"
brew "zsh-syntax-highlighting"
brew "filosottile/musl-cross/musl-cross"
brew "hashicorp/tap/vault"
brew "osx-cross/arm/arm-gcc-bin@8"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "riscv/riscv/riscv-tools"
cask "docker"
cask "hammerspoon"
