tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autojump"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bingrep"
brew "llvm"
brew "coreutils"
brew "dust"
brew "exa"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc", link: false
brew "gdb", link: false
brew "git"
brew "git-delta"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "jenv"
brew "jq"
brew "lua"
brew "minikube"
brew "miniserve"
brew "msgpack"
brew "neovim"
brew "ngrep"
brew "node"
brew "openssh"
brew "parallel"
brew "pipenv"
brew "procs"
brew "pstree"
brew "pyenv"
brew "qemu"
brew "ripgrep"
brew "spotify-tui"
brew "spotifyd", restart_service: true
brew "tig"
brew "tldr"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
cask "docker"
cask "hammerspoon"
